<?php

return [
    'welcome' => 'Добро пожаловать в предсказателя погоды! Этот бот предназначен для быстрого получения данных о погоде.',
    'menu' => [
        'header' => 'Главное меню',
        'change_location' => 'Изменить местоположение 📍',
        'send_location' => 'Отправить местоположение 📍',
        'weather_today' => 'Погода сегодня',
        'weather_3d' => 'Погода на 3 дня',
        'weather_week' => 'Погода на неделю',
    ],
    'request_location' => 'Пожалуйста, отправьте свое местоположение, чтобы мы могли посмотреть погоду для вас',
    'location_saved' => 'Местоположение успешно сохранено!',
];
